[
    {
      "id": "syncing-fedex-data-beansroute",
      "title": "Syncing FedEx Data with Beans Route",
      "summary": "This tutorial shows you how to sync FedEx data with BeansRoute. Learn how to access MyBizAccount, configure data subscriptions for delivery manifests, pickup manifests, and work area summaries, then connect your FedEx ID to BeansRoute for seamless data integration. This guide helps you set up the complete FedEx integration workflow from initial account access to final data synchronization.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/j4NH6TjrJH6YBpeWgRUcHg/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "reading-dispatch-routes-pages",
      "title": "Reading the Dispatch and Routes Pages",
      "summary": "This tutorial shows you how to navigate the Dispatch and Routes pages in BeansRoute. Learn how to view summary metrics, toggle between different route views, apply warehouse and contract filters, open individual routes for detailed information, and access live statistics and stop details. This guide helps you explore route cards, map pins, and package release information for comprehensive route management.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/sawZl6PkLWNIps0kFQxEmA/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "adding-driver-beansroute",
      "title": "Adding a Driver in Beans Route",
      "summary": "This tutorial shows you how to add new drivers to your BeansRoute system. Learn how to navigate to the Assets section, access the Drivers & Dispatchers tab, and enter comprehensive driver information including contact details, employee ID, manager assignments, and warehouse assignments. This guide helps you set up driver profiles with proper credentials and safety training enrollment.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/3SktupHS608XOknvcwrIDg/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "optimize-route",
      "title": "How to optimize a Route",
      "summary": "This tutorial shows you how to optimize routes in BeansRoute for maximum efficiency. Learn how to access route details, view the route path and stops on the map, and use the route optimization feature to reorder stops for better delivery sequences. This guide helps you configure start and end points, including custom addresses, to create the most efficient route paths for your drivers.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/kTXAAiygS9aughaFVrnhpg/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "enter-fedex-id-sync-beansroute",
      "title": "Enter FedEx ID and start sync with Beans Route",
      "summary": "This tutorial shows you how to enter your FedEx ID and start the sync process with BeansRoute. Learn how to navigate to the FedEx Integration settings, enter your FedEx ID, verify the ID, confirm the connection, and initiate the manifest sync. This guide helps you establish the connection between your FedEx account and BeansRoute for seamless data integration.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/Y8oTVtLFqmhYhuCxUJr5Lw/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "setup-fedex-ground-integration",
      "title": "Set up for FedEx Ground Integration",
      "summary": "This tutorial shows you how to set up FedEx Ground Integration in MyBizAccount. Learn how to sign in to your FedEx account, navigate to FedEx Customer Connection, access data subscriptions, configure service areas, and activate data feeds for delivery manifests, pickup manifests, and work area summaries with Beans Maps. This guide helps you establish the foundation for seamless FedEx data integration with your routing system.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/xurpSqFBB6ehWVDhv78RPQ/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "managing-territory-planner",
      "title": "Managing Territories in Territory Planner",
      "summary": "This tutorial shows you how to manage territories using the Territory Planner in BeansRoute. Learn how to select routes, assign warehouses, create territory configurations, add territories using zip codes or free-form polygons, edit polygon boundaries, assign accounts and route names, and save configurations as primary or secondary. This guide helps you set up and manage territory planning for efficient route management and warehouse operations.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/5aal9RUcl5WnERFVo0wW4g/embed",
      "display_option_tags": ["fedex", "regionals"],
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "driver-profile-overview",
      "title": "Updated Driver Profile Overview",
      "summary": "This tutorial shows you how to navigate and manage driver profiles in BeansRoute. Learn how to access driver information, modify details, view performance metrics, and track safety training status. This comprehensive guide covers everything from basic profile management to detailed analytics including total stops, packages delivered, and safety compliance tracking.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/mojSI313ImBHXffVNzKwdw/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "move-location-pins-dispatch",
      "title": "How to Move Location Pins in Dispatch",
      "summary": "This tutorial shows you how to move location pins on the map in BeansRoute Dispatch. Learn how to access route details, zoom to specific locations, and drag-and-drop pins to correct addresses. This guide helps you fix incorrect pin locations and ensure accurate delivery addresses for your drivers.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/XkJ923N7h7o1sk8mP42dew/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "add-vehicle",
      "title": "How to Add a Vehicle in BeansRoute",
      "summary": "Add new vehicles to your BeansRoute fleet. Navigate to the Assets section, access the Vehicles menu, and configure vehicle details including vehicle groups and warehouse assignments. Expand your fleet and ensure all vehicles are properly registered in the system.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/gh7ufTPgHEnSXS4uOawCTQ/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "generate-timesheet-report",
      "title": "How to Generate Timesheet Reports in BeansRoute",
      "summary": "This tutorial shows you how to generate timesheet reports in BeansRoute. Learn how to navigate to the Assets section, access the Timesheets tab, select the Driver View, set date ranges, and download reports in your preferred format. This guide helps you create accurate timesheet reports for payroll and compliance purposes.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/MkKCwYIl3T7uZlpRwD6ijw/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "generate-vehicle-records-maintenance-mmr",
      "title": "How to generate Reports - MMR",
      "summary": "This comprehensive tutorial shows you how to manage vehicle records and maintenance in BeansRoute. Learn how to add maintenance and odometer records, toggle vehicle status between active and out of service, and generate MMR (Maintenance Management Report) reports. This guide covers everything from basic vehicle record management to comprehensive fleet maintenance reporting and status updates.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/UXYNMdUU7c9wRrdvq8wYyQ/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "generate-pod-report",
      "title": "How to generate reports - POD",
      "summary": "Generate Proof of Delivery (POD) reports in BeansRoute. Navigate to the Reporting section, access the Archive tab, search for archived stops by date range, select specific routes, and download POD reports in PDF format. Retrieve delivery confirmation reports for compliance and customer service purposes.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/99MmG6jOkLPRG47i59tWKw/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "enable-safety-training",
      "title": "How to Enable Safety Training for Drivers",
      "summary": "Enable safety training for your drivers in BeansRoute. Navigate to Settings and Preferences, turn on safety training features, and enroll all drivers in safety training programs. Ensure compliance with safety regulations and keep your drivers up-to-date with required training.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/ib6DEx4beohOB0EJxS7JAg/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "timesheets-create-schedule",
      "title": "How to use Timesheets to create a Schedule",
      "summary": "This tutorial shows you how to create driver schedules using the Timesheets feature in BeansRoute. Learn how to navigate to the Assets section, access the Timesheets option, select days of the week, assign drivers to specific routes, and copy schedules to future weeks. This guide helps you efficiently manage weekly driver assignments and maintain consistent scheduling across your fleet operations.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/HWVv7EeHdiSwer1kLBs2vQ/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "signing-into-beans-app",
      "title": "Signing into Beans App",
      "summary": "This tutorial shows you how to sign in to the Beansroute app step by step. Learn how to open the app, click the login button, select sign in with email, enter your email address, and confirm successful login. This guide helps you avoid connection issues by using the correct sign-in method and ensures you're properly logged in to start using the app.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/FprrjnO4E9uZZEIodGSv3A/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "install-beans-scan-app",
      "title": "How to Install and Open Beans Scan App",
      "summary": "This tutorial shows you how to install and open the Beans Scan app on your device. Learn how to access the Google Play Store, search for the Beans Scan app, install it on your device, and log in using your assignee code. This guide helps you get started with the Beans Scan app for efficient scanning and route management.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/G5TjEg0yFgrsduv12EFfEQ/embed",
      "display_option_tags": ["fedex", "regionals"],
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "transfer-stops",
      "title": "Transfer Stops Between Drivers",
      "summary": "This tutorial shows you how to transfer stops between drivers using the BeansRoute mobile app for Android. Learn how to select stops for transfer using the hand icon, confirm the transfer list, generate transfer codes, and receive stops using transfer codes with the plus sign icon. This guide helps FedEx drivers complete stop transfers in the BeansRoute app before using the Star5 scanner for seamless route management.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/JAn2GcVEewFr5ZNHmfShmg/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "update-assignee-code",
      "title": "Update Assignee Code for iPhone Login",
      "summary": "This tutorial shows you how to update the assignee code in the mobile app to resolve driver login issues on iPhone. Learn how to find your assignee code from your manager, verify it in the app settings under Profile, and ensure code accuracy for proper login. This guide helps drivers resolve login problems by correctly matching their assignee code with their user profile.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/sxnHS6Jg9l8Qb9vC3Cn6Cg/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "transfer-stops-iphone",
      "title": "Transfer Stops Between Drivers - iPhone",
      "summary": "This tutorial shows you how to transfer stops between drivers using the BeansRoute mobile app for iPhone. Learn how to select stops for transfer using the hand icon, confirm the transfer list, generate transfer codes, and receive stops using transfer codes with the plus sign icon. This guide helps FedEx drivers complete stop transfers in the BeansRoute app before using the Star5 scanner for seamless route management.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/e67X02MkY48H1EWFAmL7pg/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "optimize-routes-iphone",
      "title": "Optimize Routes - iPhone",
      "summary": "This tutorial shows you how to optimize routes using the BeansRoute mobile app for iPhone. Learn how to use basic route optimization by circling all pins and selecting first/last stops, or use multi-lasso optimization for specific areas. This guide helps drivers maximize efficiency while avoiding optimization on routes with Express Stops, and explains when to request one-button optimization from managers for FedEx 2.0 Express deliveries.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/ws3qKyqCqIVsqjXXkpwTYQ/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "fedex-2-0-features",
      "title": "FedEx 2.0 Delivery Features",
      "summary": "This tutorial shows you how to use the new FedEx 2.0 delivery features in the BeansRoute mobile app. Learn how to use one-button optimization for time-sensitive routes, identify express stops with magenta-colored pins, and apply time window filters to focus on specific delivery periods. This guide helps drivers manage express deliveries efficiently and meet critical time windows for FedEx 2.0 commitments.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/r9VpbDtb0XnBRL6AQ03JzA/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "locate-update-assignee-code",
      "title": "Locate and Update Assignee Code",
      "summary": "This tutorial shows you how to locate and update your assignee code to resolve login issues. Learn how to access the Settings and Profile sections, review your profile details, locate the invite code at the bottom of the screen, and save changes to update your assignee code. This guide helps drivers resolve login problems by properly managing their assignee code in the mobile app.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/pZSQAtKddwzC3rGq5uBF1Q/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "android-settings-overview",
      "title": "Android App Settings Overview",
      "summary": "This tutorial shows you how to customize the BeansRoute mobile app settings for Android. Learn how to set language preferences, choose navigation app options (Your Maps, Google Maps, OpenStreetMaps), configure pin color settings for SID groups or status, hide completed stops, enable auto next stop, and adjust additional preferences like showing stop info and hiding route paths. This guide helps FedEx drivers personalize their app experience for optimal workflow.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/FpfKqlNNW59LugquSB9wNg/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "fedex-2-0-features-overview",
      "title": "FedEx 2.0 Features Overview",
      "summary": "This tutorial shows you how to use the FedEx 2.0 delivery features in the BeansRoute mobile app. Learn how to optimize routes with a single button from the hub, identify express stops with diamond-shaped or regular pins with exclamation marks, and filter stops by time windows using the funnel icon. This guide helps drivers meet critical time windows for FedEx 2.0 express deliveries efficiently.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/XMO4SWRSUQwDkEiwgRdPpw/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "iphone-settings-overview",
      "title": "iPhone App Settings Overview",
      "summary": "This tutorial shows you how to customize the BeansRoute mobile app settings for iPhone. Learn how to select language preferences (English, Spanish, Chinese, Portuguese), choose base maps (Apple Maps, Here Maps), configure navigation apps (in-app navigation, Apple Maps, Waze), set pin color preferences (SID groups or status), and adjust additional settings like hiding completed stops, auto next stop, and font size options. This guide helps FedEx drivers personalize their iPhone app experience for optimal workflow.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/iv9njFM1rUUwYRLcsCGZAQ/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "welcome-to-beans-basics",
      "title": "Welcome to Beans - App Basics",
      "summary": "This tutorial shows you the basics of using the BeansRoute mobile app for drivers. Learn how to access the Hub page to view your assigned route and clock in/out, navigate the Deliver page to see your stops, use the optimization tool to circle stops and select first/last stops, access list view and satellite view, pull up stops using different methods, view stop information including SID numbers and customer details, and complete stops with automatic progression. This guide provides a comprehensive introduction to the core app functionality for new drivers.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/BziQSr5c65x2qYVPiV2C7A/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    }
  ] 