[
    {
      "id": "syncing-fedex-data-beansroute",
      "title": "Syncing FedEx Data with Beans Route",
      "summary": "This tutorial shows you how to sync FedEx data with BeansRoute. Learn how to access MyBizAccount, configure data subscriptions for delivery manifests, pickup manifests, and work area summaries, then connect your FedEx ID to BeansRoute for seamless data integration. This guide helps you set up the complete FedEx integration workflow from initial account access to final data synchronization.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/j4NH6TjrJH6YBpeWgRUcHg/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "reading-dispatch-routes-pages",
      "title": "Reading the Dispatch and Routes Pages",
      "summary": "This tutorial shows you how to navigate the Dispatch and Routes pages in BeansRoute. Learn how to view summary metrics, toggle between different route views, apply warehouse and contract filters, open individual routes for detailed information, and access live statistics and stop details. This guide helps you explore route cards, map pins, and package release information for comprehensive route management.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/sawZl6PkLWNIps0kFQxEmA/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "adding-driver-beansroute",
      "title": "Adding a Driver in Beans Route",
      "summary": "This tutorial shows you how to add new drivers to your BeansRoute system. Learn how to navigate to the Assets section, access the Drivers & Dispatchers tab, and enter comprehensive driver information including contact details, employee ID, manager assignments, and warehouse assignments. This guide helps you set up driver profiles with proper credentials and safety training enrollment.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/3SktupHS608XOknvcwrIDg/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "optimize-route",
      "title": "How to optimize a Route",
      "summary": "This tutorial shows you how to optimize routes in BeansRoute for maximum efficiency. Learn how to access route details, view the route path and stops on the map, and use the route optimization feature to reorder stops for better delivery sequences. This guide helps you configure start and end points, including custom addresses, to create the most efficient route paths for your drivers.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/kTXAAiygS9aughaFVrnhpg/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "enter-fedex-id-sync-beansroute",
      "title": "Enter FedEx ID and start sync with Beans Route",
      "summary": "This tutorial shows you how to enter your FedEx ID and start the sync process with BeansRoute. Learn how to navigate to the FedEx Integration settings, enter your FedEx ID, verify the ID, confirm the connection, and initiate the manifest sync. This guide helps you establish the connection between your FedEx account and BeansRoute for seamless data integration.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/Y8oTVtLFqmhYhuCxUJr5Lw/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "setup-fedex-ground-integration",
      "title": "Set up for FedEx Ground Integration",
      "summary": "This tutorial shows you how to set up FedEx Ground Integration in MyBizAccount. Learn how to sign in to your FedEx account, navigate to FedEx Customer Connection, access data subscriptions, configure service areas, and activate data feeds for delivery manifests, pickup manifests, and work area summaries with Beans Maps. This guide helps you establish the foundation for seamless FedEx data integration with your routing system.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/xurpSqFBB6ehWVDhv78RPQ/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "managing-editing-zones",
      "title": "Managing and Editing Zones in the Zone Planner Tool",
      "summary": "This tutorial shows you how to manage and edit zones using the Zone Planner tool in BeansRoute. Learn how to access the Zone Planner from the navigation bar, select routes for zone planning, add zones using the plus icon, create polygons by clicking and dragging, edit zone priorities, save zone configurations, add multiple zones, select entire zip-codes as zones, match route names for zone application, and save zone plans. This guide helps you create and manage priority zones for efficient route planning and delivery optimization.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/ZO5HIav0iqnCgraMD235PQ/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "using-route-planner",
      "title": "Using Route Planner",
      "summary": "This comprehensive tutorial shows you how to use Route Planner in BeansRoute. Learn how to select routes with the same warehouse, configure driver parameters including account drivers and floating drivers, set capacity and shift parameters, create custom work areas using polygon tools, choose optimization criteria (Time, Distance, Cost), configure advanced settings like traffic speed and balance factors, use auto-generated polygons from zipcodes and stop distribution, toggle zipcode counts and slim mode, save configurations, run optimization, review results with sequence numbers, assign drivers, customize route names, download routes, modify individual stops, re-run optimization, and create final routes. This complete guide helps you master the Route Planner tool for efficient route optimization.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/u68f3C2XdZioEI2imAshAQ/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "mobile-warehouses-dro",
      "title": "Using Mobile Warehouses in DRO",
      "summary": "This tutorial shows you how to use mobile warehouses in DRO (Dynamic Route Optimization) in BeansRoute. Learn how to create polygons from stop distribution, add work areas using the plus button, zoom in to pinpoint centralized mobile warehouse locations, enter operational parameters, enable Flex End for drivers who don't need to return to warehouse, and run DRO optimization. This guide helps you optimize routes using mobile warehouse locations for more flexible delivery operations.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/vR4YfqwrUsiae10UgwukmA/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "modifying-results-rerun",
      "title": "Modifying Results and re-running Route Planner",
      "summary": "This tutorial shows you how to modify results and re-run Route Planner in BeansRoute. Learn how to click on individual stops to reassign them, use the RE-RUN button to recalculate routes based on changes, revert changes using the Revert button, accept re-calculated routes with the ACCEPT button, and create final routes with the CREATE ROUTES button. This guide helps you fine-tune route optimization results and make adjustments before finalizing your delivery routes.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/6J9U26LSios82VmeeOvNnQ/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "route-planner-advanced-settings",
      "title": "Running Route Planner with Advanced Settings",
      "summary": "This tutorial shows you how to run Route Planner with advanced settings in BeansRoute. Learn how to add floating drivers with multiple types, configure driver parameters, select transit modes (Car/Stepvan, Bike, Walk), choose optimization criteria (Time, Distance, Cost), set cost parameters, enable Pickup Dropoff mode for matching Tracking IDs, factor in time windows, use Start Anytime for optimal timing, configure Zip Affinity for single driver per zip code, use Prox Affinity for stop density clustering, and save configurations for future use. This guide helps you fine-tune route optimization with advanced parameters for maximum efficiency.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/R0yzEKVD4hY0UdVSgDqA0A/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "custom-work-areas-zipcodes",
      "title": "Creating custom work areas using zip-codes / postal codes and using zip affinity",
      "summary": "This tutorial shows you how to create custom work areas using zip-codes and postal codes with zip affinity in BeansRoute. Learn how to fetch zip-code boundaries using the Create Polygons from Zipcodes button, add custom work areas with the plus button, select and manage zip-code polygons, create multiple work areas, run DRO optimization, switch between map and satellite views, configure ZIP affinity to restrict one driver per postal code, use PROX affinity for stop clustering with K-Means, adjust timeout seconds and solution count for better results, and re-run routing with updated affinity settings. This guide helps you create geographically-based route optimization using postal code boundaries.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/tTJk2Z8W1AHhfucxNZeMjw/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "dro-custom-work-areas",
      "title": "Running DRO with custom work areas",
      "summary": "This tutorial shows you how to run DRO (Dynamic Route Optimization) with custom work areas in BeansRoute. Learn how to select routes for planning, configure operations settings, enable Flex End for floating drivers, draw custom work areas using the polygon tool, create multiple work areas with stop counts, run DRO optimization, view separate routes for each work area, handle capacity constraints, and toggle stop numbers on the map. This guide helps you create optimized routes within specific geographic boundaries for more targeted delivery operations.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/b1DI6pewy0qLScyAYK0WqQ/embed",
      "display_option_tags": "regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "running-dro-route-planner",
      "title": "Running DRO in Route Planner",
      "summary": "This tutorial shows you how to run DRO (Dynamic Route Optimization) in Route Planner in BeansRoute. Learn how to select routes with the same warehouse, configure driver parameters including account drivers and floating drivers, set capacity and shift parameters, choose optimization criteria (Time, Distance, or Cost), configure advanced settings like traffic speed and balance factors, save configurations, run the optimization, review results with sequence numbers, assign drivers, customize route names, and create final routes. This comprehensive guide helps you optimize routes efficiently using the Route Planner tool.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/k6h96tuq1s1MOWwmUDR8dw/embed",
      "display_option_tags": "regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "move-location-pins",
      "title": "How to Move Location Pins in Dispatch",
      "summary": "This tutorial shows you how to move location pins on the map in BeansRoute Dispatch. Learn how to open the detailed page of a route, zoom in to the specific pin location, click on the pin to display address information, drag and drop the pin to the desired location, save changes to the map view, and close the information popup. This guide helps you fix incorrect pin locations and ensure accurate delivery addresses for your drivers.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/XkJ923N7h7o1sk8mP42dew/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "group-stops",
      "title": "Grouping Stops with the same Address",
      "summary": "This tutorial shows you how to group stops with the same address in BeansRoute. Learn how to select routes from the route list by clicking on the white space in each row, click on Group Units in the sequencing section, confirm the grouping operation in the modal, wait for system completion notification, and view the grouped stops as a Parent stop with multiple Child stops. This guide helps you organize multiple deliveries to the same location for more efficient route management.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/zW785CcYeGeltaEiEedcLg/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "optimize-route-guide",
      "title": "How to optimize a Route-Dispatch",
      "summary": "This tutorial shows you how to optimize a route in BeansRoute for maximum efficiency. Learn how to open the detailed view of a route, check the route path and stops on the map, click the OPTIMIZE ROUTE button in the sequencing section, select start and end points from the dropdown menu, use custom addresses if needed, generate and select address pins, and click the OPTIMIZE button to complete the route optimization. This guide helps you reorder stops for better delivery sequences and create the most efficient route paths.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/kTXAAiygS9aughaFVrnhpg/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "modify-user-profiles",
      "title": "Modifying User Profiles in Beans Route",
      "summary": "This tutorial shows you how to modify user profiles within the Beans Route platform, focusing on the roles of Drivers and Dispatchers. Learn how to navigate to Assets and Drivers and Dispatchers, select users to modify, change roles using the dropdown menu, save changes, disable user profiles by changing status to Disabled, and reactivate disabled profiles by changing status back to Active. This guide helps you manage user access and roles effectively in your Beans Route account.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/jyhMkrCYnpkYGaGJYi0irg/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "exclude-stops-dro",
      "title": "Excluding Stops in DRO",
      "summary": "This tutorial shows you how to exclude specific stops from DRO (Dynamic Route Optimization) in BeansRoute. Learn how to click on a stop you wish to exclude before running DRO, use the exclude option in the popup to omit the stop from planning, and continue with normal DRO parameter settings and execution. This guide helps you customize your route optimization by removing unwanted stops from the planning process.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/DD8OlDrfL9zxutPYaMAv3A/embed",
      "display_option_tags": "regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "route-planner-pickup-dropoff",
      "title": "Creating and Optimizing Routes with Pickup and Drop-off Stops",
      "summary": "This tutorial shows you how to create and optimize routes with paired pickups and drop-offs using Route Planner in BeansRoute. Learn how to upload a manifest with paired stops, map your file correctly, configure routes in Route Planner, add floating drivers with capacity settings, optimize routes using DRO, review optimization results, and create final routes. This guide helps you efficiently manage complex delivery operations with both pickup and drop-off requirements.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/Qmut0XLqI6IxmkfzFOHQLg/embed",
      "display_option_tags": "regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "upload-manifest-paired",
      "title": "Upload a Manifest with Paired Pickups and Dropoffs",
      "summary": "This tutorial shows you how to upload a manifest with paired pickups and drop-offs in BeansRoute. Learn how to click the Upload Manifest button, select your manifest file, enter a route name, select a mandatory warehouse, add a new route, proceed to the next step, ensure pickups and drop-offs are paired using tracking IDs, and finalize the upload process. This guide helps you successfully upload manifests with paired delivery operations for efficient route management.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/SxOW4vwV6FnaiawFXGz7Nw/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "preset-filters",
      "title": "Create and Managing Preset Filters",
      "summary": "This tutorial shows you how to create and update preset filters to customize your dispatch console in BeansRoute. Learn how to add new preset filters using the plus icon, enter filter names, set relevant filter criteria, apply new preset filters, update existing filters using the save icon, and toggle between default view and saved preset filters using the dropdown menu. This guide helps you personalize your dispatch console for efficient workflow management.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/6pyBWLOrSVXyGYcEQakLIQ/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "polygon-tool-stops",
      "title": "How to Modifying Stops on a route using the polygon tool",
      "summary": "This tutorial shows you how to select multiple stops using the polygon tool in BeansRoute. Learn how to open the polygon tool, zoom in on the map, draw polygons around desired stops, select stops using the select stops button, modify stops with status changes and notes, deselect specific stops using the hand icon, and select individual stops on the map. This guide helps you efficiently manage and modify multiple stops simultaneously for better route organization.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/w0FdLU9SkOcWfjOrZC1F3Q/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "managing-territory-planner",
      "title": "Managing Territories in Territory Planner",
      "summary": "This tutorial shows you how to manage territories using the Territory Planner in BeansRoute. Learn how to select routes, assign warehouses, create territory configurations, add territories using zip codes or free-form polygons, edit polygon boundaries, assign accounts and route names, and save configurations as primary or secondary. This guide helps you set up and manage territory planning for efficient route management and warehouse operations.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/5aal9RUcl5WnERFVo0wW4g/embed",
      "display_option_tags": "regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "driver-profile-overview",
      "title": "Updated Driver Profile Overview",
      "summary": "This tutorial shows you how to navigate and manage driver profiles in BeansRoute. Learn how to access driver information, modify details, view performance metrics, and track safety training status. This comprehensive guide covers everything from basic profile management to detailed analytics including total stops, packages delivered, and safety compliance tracking.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/mojSI313ImBHXffVNzKwdw/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },

    {
      "id": "add-vehicle",
      "title": "How to Add a Vehicle in BeansRoute",
      "summary": "Add new vehicles to your BeansRoute fleet. Navigate to the Assets section, access the Vehicles menu, and configure vehicle details including vehicle groups and warehouse assignments. Expand your fleet and ensure all vehicles are properly registered in the system.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/gh7ufTPgHEnSXS4uOawCTQ/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "generate-timesheet-report",
      "title": "How to Generate Timesheet Reports in BeansRoute",
      "summary": "This tutorial shows you how to generate timesheet reports in BeansRoute. Learn how to navigate to the Assets section, access the Timesheets tab, select the Driver View, set date ranges, and download reports in your preferred format. This guide helps you create accurate timesheet reports for payroll and compliance purposes.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/MkKCwYIl3T7uZlpRwD6ijw/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "generate-vehicle-records-maintenance-mmr",
      "title": "How to generate Reports - MMR",
      "summary": "This comprehensive tutorial shows you how to manage vehicle records and maintenance in BeansRoute. Learn how to add maintenance and odometer records, toggle vehicle status between active and out of service, and generate MMR (Maintenance Management Report) reports. This guide covers everything from basic vehicle record management to comprehensive fleet maintenance reporting and status updates.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/UXYNMdUU7c9wRrdvq8wYyQ/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "generate-pod-report",
      "title": "How to generate reports - POD",
      "summary": "Generate Proof of Delivery (POD) reports in BeansRoute. Navigate to the Reporting section, access the Archive tab, search for archived stops by date range, select specific routes, and download POD reports in PDF format. Retrieve delivery confirmation reports for compliance and customer service purposes.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/99MmG6jOkLPRG47i59tWKw/embed",
      "display_option_tags": "regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "enable-safety-training",
      "title": "How to Enable Safety Training for Drivers",
      "summary": "Enable safety training for your drivers in BeansRoute. Navigate to Settings and Preferences, turn on safety training features, and enroll all drivers in safety training programs. Ensure compliance with safety regulations and keep your drivers up-to-date with required training.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/ib6DEx4beohOB0EJxS7JAg/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "timesheets-create-schedule",
      "title": "How to use Timesheets to create a Schedule",
      "summary": "This tutorial shows you how to create driver schedules using the Timesheets feature in BeansRoute. Learn how to navigate to the Assets section, access the Timesheets option, select days of the week, assign drivers to specific routes, and copy schedules to future weeks. This guide helps you efficiently manage weekly driver assignments and maintain consistent scheduling across your fleet operations.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/HWVv7EeHdiSwer1kLBs2vQ/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "signing-into-beans-app",
      "title": "Signing into Beans App",
      "summary": "This tutorial shows you how to sign in to the Beansroute app step by step. Learn how to open the app, click the login button, select sign in with email, enter your email address, and confirm successful login. This guide helps you avoid connection issues by using the correct sign-in method and ensures you're properly logged in to start using the app.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/FprrjnO4E9uZZEIodGSv3A/embed",
      "display_option_tags": "fedex",
      "category": "Dispatch Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "install-beans-scan-app",
      "title": "How to Install and Open Beans Scan App",
      "summary": "This tutorial shows you how to install and open the Beans Scan app on your device. Learn how to access the Google Play Store, search for the Beans Scan app, install it on your device, and log in using your assignee code. This guide helps you get started with the Beans Scan app for efficient scanning and route management.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/G5TjEg0yFgrsduv12EFfEQ/embed",
      "display_option_tags": "regionals",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "transfer-stops",
      "title": "Transfer Stops Between Drivers",
      "summary": "This tutorial shows you how to transfer stops between drivers using the BeansRoute mobile app for Android. Learn how to select stops for transfer using the hand icon, confirm the transfer list, generate transfer codes, and receive stops using transfer codes with the plus sign icon. This guide helps FedEx drivers complete stop transfers in the BeansRoute app before using the Star5 scanner for seamless route management.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/JAn2GcVEewFr5ZNHmfShmg/embed",
      "display_option_tags": "fedex;regionals",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "update-assignee-code",
      "title": "Update Assignee Code for iPhone Login",
      "summary": "This tutorial shows you how to update the assignee code in the mobile app to resolve driver login issues on iPhone. Learn how to find your assignee code from your manager, verify it in the app settings under Profile, and ensure code accuracy for proper login. This guide helps drivers resolve login problems by correctly matching their assignee code with their user profile.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/sxnHS6Jg9l8Qb9vC3Cn6Cg/embed",
      "display_option_tags": "fedex;regionals",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "transfer-stops-iphone",
      "title": "Transfer Stops Between Drivers - iPhone",
      "summary": "This tutorial shows you how to transfer stops between drivers using the BeansRoute mobile app for iPhone. Learn how to select stops for transfer using the hand icon, confirm the transfer list, generate transfer codes, and receive stops using transfer codes with the plus sign icon. This guide helps FedEx drivers complete stop transfers in the BeansRoute app before using the Star5 scanner for seamless route management.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/e67X02MkY48H1EWFAmL7pg/embed",
      "display_option_tags": "fedex;regionals",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "optimize-routes-iphone",
      "title": "Optimize Routes - iPhone",
      "summary": "This tutorial shows you how to optimize routes using the BeansRoute mobile app for iPhone. Learn how to use basic route optimization by circling all pins and selecting first/last stops, or use multi-lasso optimization for specific areas. This guide helps drivers maximize efficiency while avoiding optimization on routes with Express Stops, and explains when to request one-button optimization from managers for FedEx 2.0 Express deliveries.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/ws3qKyqCqIVsqjXXkpwTYQ/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "fedex-2-0-features",
      "title": "FedEx 2.0 Delivery Features",
      "summary": "This tutorial shows you how to use the new FedEx 2.0 delivery features in the BeansRoute mobile app. Learn how to use one-button optimization for time-sensitive routes, identify express stops with magenta-colored pins, and apply time window filters to focus on specific delivery periods. This guide helps drivers manage express deliveries efficiently and meet critical time windows for FedEx 2.0 commitments.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/r9VpbDtb0XnBRL6AQ03JzA/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "locate-update-assignee-code",
      "title": "Locate and Update Assignee Code",
      "summary": "This tutorial shows you how to locate and update your assignee code to resolve login issues. Learn how to access the Settings and Profile sections, review your profile details, locate the invite code at the bottom of the screen, and save changes to update your assignee code. This guide helps drivers resolve login problems by properly managing their assignee code in the mobile app.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/pZSQAtKddwzC3rGq5uBF1Q/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "android-settings-overview",
      "title": "Android App Settings Overview",
      "summary": "This tutorial shows you how to customize the BeansRoute mobile app settings for Android. Learn how to set language preferences, choose navigation app options (Your Maps, Google Maps, OpenStreetMaps), configure pin color settings for SID groups or status, hide completed stops, enable auto next stop, and adjust additional preferences like showing stop info and hiding route paths. This guide helps FedEx drivers personalize their app experience for optimal workflow.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/FpfKqlNNW59LugquSB9wNg/embed",
      "display_option_tags": "fedex;regionals",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "fedex-2-0-features-overview",
      "title": "FedEx 2.0 Features Overview",
      "summary": "This tutorial shows you how to use the FedEx 2.0 delivery features in the BeansRoute mobile app. Learn how to optimize routes with a single button from the hub, identify express stops with diamond-shaped or regular pins with exclamation marks, and filter stops by time windows using the funnel icon. This guide helps drivers meet critical time windows for FedEx 2.0 express deliveries efficiently.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/XMO4SWRSUQwDkEiwgRdPpw/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "iphone-settings-overview",
      "title": "iPhone App Settings Overview",
      "summary": "This tutorial shows you how to customize the BeansRoute mobile app settings for iPhone. Learn how to select language preferences (English, Spanish, Chinese, Portuguese), choose base maps (Apple Maps, Here Maps), configure navigation apps (in-app navigation, Apple Maps, Waze), set pin color preferences (SID groups or status), and adjust additional settings like hiding completed stops, auto next stop, and font size options. This guide helps FedEx drivers personalize their iPhone app experience for optimal workflow.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/iv9njFM1rUUwYRLcsCGZAQ/embed",
      "display_option_tags": "fedex;regionals",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "welcome-to-beans-basics",
      "title": "Welcome to Beans - App Basics",
      "summary": "This tutorial shows you the basics of using the BeansRoute mobile app for drivers. Learn how to access the Hub page to view your assigned route and clock in/out, navigate the Deliver page to see your stops, use the optimization tool to circle stops and select first/last stops, access list view and satellite view, pull up stops using different methods, view stop information including SID numbers and customer details, and complete stops with automatic progression. This guide provides a comprehensive introduction to the core app functionality for new drivers.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/BziQSr5c65x2qYVPiV2C7A/embed",
      "display_option_tags": "fedex",
      "category": "App Tutorials",
      "account_buids": "",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "reading-dispatch-routes-pages-hypr",
      "title": "Reading the Dispatch and Routes Pages",
      "summary": "This tutorial shows you how to navigate the Dispatch and Routes pages in BeansRoute. Learn how to view summary metrics, toggle between different route views, apply warehouse and contract filters, open individual routes for detailed information, and access live statistics and stop details. This guide helps you explore route cards, map pins, and package release information for comprehensive route management.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/sawZl6PkLWNIps0kFQxEmA/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "b3b07be7",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "adding-driver-beansroute-hypr",
      "title": "Adding a Driver in Beans Route",
      "summary": "This tutorial shows you how to add new drivers to your BeansRoute system. Learn how to navigate to the Assets section, access the Drivers & Dispatchers tab, and enter comprehensive driver information including contact details, employee ID, manager assignments, and warehouse assignments. This guide helps you set up driver profiles with proper credentials and safety training enrollment.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/3SktupHS608XOknvcwrIDg/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "b3b07be7",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "welcome-to-beans-basics-hypr",
      "title": "Welcome to Beans - App Basics",
      "summary": "This tutorial shows you the basics of using the BeansRoute mobile app for drivers. Learn how to access the Hub page to view your assigned route and clock in/out, navigate the Deliver page to see your stops, use the optimization tool to circle stops and select first/last stops, access list view and satellite view, pull up stops using different methods, view stop information including SID numbers and customer details, and complete stops with automatic progression. This guide provides a comprehensive introduction to the core app functionality for new drivers.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/BziQSr5c65x2qYVPiV2C7A/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "b3b07be7",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "signing-into-beans-app-hypr",
      "title": "Signing into Beans App",
      "summary": "This tutorial shows you how to sign in to the Beansroute app step by step. Learn how to open the app, click the login button, select sign in with email, enter your email address, and confirm successful login. This guide helps you avoid connection issues by using the correct sign-in method and ensures you're properly logged in to start using the app.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/FprrjnO4E9uZZEIodGSv3A/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "b3b07be7",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "android-settings-overview-hypr",
      "title": "Android App Settings Overview",
      "summary": "This tutorial shows you how to customize the BeansRoute mobile app settings for Android. Learn how to set language preferences, choose navigation app options (Your Maps, Google Maps, OpenStreetMaps), configure pin color settings for SID groups or status, hide completed stops, enable auto next stop, and adjust additional preferences like showing stop info and hiding route paths. This guide helps FedEx drivers personalize their app experience for optimal workflow.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/FpfKqlNNW59LugquSB9wNg/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Onboarding",
      "account_buids": "b3b07be7",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "iphone-settings-overview-hypr",
      "title": "iPhone App Settings Overview",
      "summary": "This tutorial shows you how to customize the BeansRoute mobile app settings for iPhone. Learn how to select language preferences (English, Spanish, Chinese, Portuguese), choose base maps (Apple Maps, Here Maps), configure navigation apps (in-app navigation, Apple Maps, Waze), set pin color preferences (SID groups or status), and adjust additional settings like hiding completed stops, auto next stop, and font size options. This guide helps FedEx drivers personalize their iPhone app experience for optimal workflow.",
      "platform": "Mobile App",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/iv9njFM1rUUwYRLcsCGZAQ/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Onboarding",
      "account_buids": "b3b07be7",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "using-route-planner-hypr",
      "title": "Using Route Planner",
      "summary": "This comprehensive tutorial shows you how to use Route Planner in BeansRoute. Learn how to select routes with the same warehouse, configure driver parameters including account drivers and floating drivers, set capacity and shift parameters, create custom work areas using polygon tools, choose optimization criteria (Time, Distance, Cost), configure advanced settings like traffic speed and balance factors, use auto-generated polygons from zipcodes and stop distribution, toggle zipcode counts and slim mode, save configurations, run optimization, review results with sequence numbers, assign drivers, customize route names, download routes, modify individual stops, re-run optimization, and create final routes. This complete guide helps you master the Route Planner tool for efficient route optimization.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/u68f3C2XdZioEI2imAshAQ/embed",
      "display_option_tags": "fedex;regionals",
      "category": "Onboarding",
      "account_buids": "b3b07be7",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    },
    {
      "id": "optimize-route-hypr",
      "title": "How to optimize a Route",
      "summary": "This tutorial shows you how to optimize routes in BeansRoute for maximum efficiency. Learn how to access route details, view the route path and stops on the map, and use the route optimization feature to reorder stops for better delivery sequences. This guide helps you configure start and end points, including custom addresses, to create the most efficient route paths for your drivers.",
      "platform": "Dispatch",
      "description": "",
      "trainn_url": "https://beans-ai.portal.trainn.co/share/kTXAAiygS9aughaFVrnhpg/embed",
      "display_option_tags": "fedex",
      "category": "Onboarding",
      "account_buids": "b3b07be7",
      "date_str": "2025-05-22",
      "timestamp": 1747958400
    }
  ] 
